tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "git"
brew "mysql"
brew "node"
brew "rbenv"
brew "tmux"
brew "vim"
brew "wget"
cask "alfred"
cask "dropbox"
cask "evernote"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "steam"
cask "vagrant"
cask "visual-studio-code"
